{
  "results": [
    {
      "title": "Privacy Policy - DOWN App | Best Free Hookup & Dating App",
      "url": "https://www.downapp.com/privacy",
      "snippet": "We are committed to protecting your privacy and making DOWN a safe & fun dating app."
    },
    {
      "title": "Privacy Policy at Experian.com",
      "url": "https://www.experian.com/privacy/",
      "snippet": "We collect and use data fairly and for legitimate purposes, balancing privacy expectations with the social and economic benefits derived from the responsible use of data for individuals, businesses and clients."
    },
    {
      "title": "Privacy Policy Checker - Free Compliance Scan - GDPR Wise App",
      "url": "https://gdprwise.eu/policy-checker/?lang=en",
      "snippet": "If you want to easily resolve all issues with your privacy policy and benefit from: Download a Customer privacy policy that is right for you Download a Staff privacy policy that is right for you Get notification on any changes in the regulatory landscape"
    },
    {
      "title": "PrivacySpy: We track online privacy",
      "url": "https://privacyspy.org/",
      "snippet": "PrivacySpy is an open project to grade and monitor privacy policies for convenience and accountability. Let's make informed data privacy decisions."
    },
    {
      "title": "Hello Privacy",
      "url": "https://helloprivacy.com/",
      "snippet": "Our comprehensive privacy suite makes it easy to: Remove unwanted data from dangerous sites exposing you to identity thieves, hackers, spammers & more. Delete unused accounts storing your data, to decrease your risk of data breaches. Monitor the Dark Web and get alerts if your password is compromised by hackers."
    },
    {
      "title": "Privacy Compliance Scanner",
      "url": "https://scancomply.com/privacy-scan",
      "snippet": "Check your website for GDPR, CCPA, and security compliance in 10 seconds. Free scan, no signup. Identify risks, avoid fines, and protect your business."
    },
    {
      "title": "AesirX Privacy Scanner",
      "url": "https://aesirx.io/services/privacy-scanner",
      "snippet": "Free tool to check your website's compliance with privacy laws. Get detailed reports and practical solutions for violations. Based on EU's EDPS software"
    },
    {
      "title": "Is It Down for Everyone? - Check Website Status Instantly",
      "url": "https://isitdownforeveryone.com/",
      "snippet": "Instantly check if a website is down for everyone or just you. Monitor real-time outages for popular sites like Google, Instagram, Discord, and more."
    },
    {
      "title": "Is It Down Right Now? Website Down or Not?",
      "url": "https://www.isitdownrightnow.com/",
      "snippet": "\"Is It Down Right Now\" monitors the status of your favorite web sites and checks whether they are down or not. Check a website status easily by using the below test tool. Just enter the url and a fresh site status test will be performed on the domain name in real time using our online website checker tool. For detailed information, check response time graph and user comments. Enter a domain ..."
    },
    {
      "title": "Website Status Checker - Check Website Availability",
      "url": "https://downorjustme.com/network-analysis/website-status-checker",
      "snippet": "Is that website down? Check if a site is down for everyone or just you with our free tool. Troubleshoot website availability issues quickly."
    }
  ]
}