{
  "results": [
    {
      "title": "Privacy Policy | eBay Playbook",
      "url": "https://playbook.ebay.com/privacy-policy",
      "snippet": "USA: eBay, Inc., 2065 Hamilton Ave, San Jose, CA, 95125, USA EU: eBay GmbH, Albert-Einstein-Ring 2-6, 14532 Kleinmachnow, Germany United Kingdom: eBay (UK) Limited, 1 ..."
    },
    {
      "title": "Privacy Notice - eBay Inc.",
      "url": "https://www.ebayinc.com/company/privacy-center/privacy-notice/",
      "snippet": "In the event of a violation of our User Agreement (including any of our rules and policies), we reserve the right to block the transmission of the message and to restrict the purchase and sales functions of your eBay account or to block your eBay account."
    },
    {
      "title": "U.S. Consumer Privacy Notice - eBay.com",
      "url": "https://pages.ebay.com/payments/member-behaviour-policies/paymentsprivacy/",
      "snippet": "Additional information concerning our privacy practices can be obtained by calling 1‑800‑45‑3229 or visiting our website privacy policy. Nevada: If your eBay Commerce Inc. account has a Nevada mailing address, we are providing this notice pursuant to Nevada law."
    },
    {
      "title": "U.S. State Privacy Disclosures - eBay Inc.",
      "url": "https://www.ebayinc.com/company/privacy-center/privacy-notice/state-privacy-disclosures/",
      "snippet": "1. Collection of Personal Information 1.1 Categories of personal information that we may collect about California consumers Identifiers, including: Information that identifies you, such as your name, address, telephone numbers, email addresses, your username, or your tax identification number that you provide when setting up your eBay account or at a later date; and If you use our payment ..."
    },
    {
      "title": "User Privacy Notice - eBay",
      "url": "https://www.ebay.com/help/policies/member-behaviour-policies/user-privacy-notice-privacy-policy?id=4260",
      "snippet": "Subsequently, we will delete your personal data in accordance with our data retention and deletion policy or take steps to properly render the data anonymous, unless we are legally obliged or permitted to keep your personal data longer (e.g. for legal compliance, tax, accounting or auditing purposes, or to detect and prevent fraudulent or ..."
    },
    {
      "title": "Privacy Center - eBay Inc.",
      "url": "https://www.ebayinc.com/company/privacy-center/",
      "snippet": "These Corporate Rules are a commitment by eBay Inc. to adequately protect your personal information regardless of where the data resides, and depending upon your location, may provide additional privacy rights through your privacy regulator or a court."
    },
    {
      "title": "eBay Privacy Policy",
      "url": "https://pages.ebay.com.hk/eng/help/policies/privacy-policy.html",
      "snippet": "We encourage you to disclose your privacy practices and respect the privacy of other users. We cannot guarantee the privacy or security of your information and therefore we encourage you to evaluate the privacy and security policies of your trading partner before entering into a transaction and choosing to share your information."
    },
    {
      "title": "User Agreement - eBay",
      "url": "https://www.ebay.com/help/policies/member-behavior-policies/user-agreement-and-privacy-policy?id=4259",
      "snippet": "The User Agreement and all terms and policies posted through our Services set forth the entire understanding and agreement between you and eBay, and supersede all prior understandings and agreements of the parties."
    },
    {
      "title": "Personal information policy - eBay",
      "url": "https://www.ebay.com/help/policies/personal-information-policy/personal-information-policy?id=4297",
      "snippet": "eBay does not allow the sale of personal contact information, social media items, or tools that send unsolicited contacts on its platform. This policy protects the privacy of others, helps users follow laws, and creates a safer marketplace."
    },
    {
      "title": "eBay rules and policies",
      "url": "https://www.ebay.com/help/policies/default/ebays-rules-policies?id=4205",
      "snippet": "We&#39;re committed to providing a secure and fair marketplace for our buyers and sellers. To support this commitment, we&#39;ve put in place rules and policies that govern our expectations of buyers and sellers, the actions we&#39;ll take to keep you safe, and how we&#39;ll protect you if something goes wrong."
    }
  ]
}