{
  "results": [
    {
      "title": "Privacy | Google Public Policy",
      "url": "https://publicpolicy.google/privacy/",
      "snippet": "We support privacy regulation and policy that fosters trust and are committed to providing products and services that are private-by-design, secure-by-default, and that put users in control of their information."
    },
    {
      "title": "Privacy Policy - Privacy & Terms - Google",
      "url": "https://policies.google.com/privacy?hl=en-US",
      "snippet": "Learn about the types of information Google collects, why it collects it, and how you can manage your privacy settings. Find out how Google uses your data to provide better services, show you more relevant ads, and protect your information."
    },
    {
      "title": "PDF Privacy Policy - Google",
      "url": "https://www.google.com/intl/en/policies/privacy/google_privacy_policy_en.pdf",
      "snippet": "Learn how Google collects, uses and protects your information when you use its services. The policy covers topics such as personal information, device information, location information, cookies, ads and more."
    },
    {
      "title": "Privacy Policy, Terms of Service, and AI - Transparency Center",
      "url": "https://transparency.google/intl/en_US/our-policies/privacy-policy-terms-of-service/",
      "snippet": "Learn how Google protects your information, sets clear expectations, and develops responsible AI. Explore the Privacy Policy, Terms of Service, and AI Principles that guide Google products and services."
    },
    {
      "title": "PDF Privacy Policy - Privacy & Terms - Google",
      "url": "https://www.gstatic.com/policies/privacy/pdf/20250701/au717dgi/google_privacy_policy_en-GB.pdf",
      "snippet": "The information Google collects, and how that information is used, depends on how you use our services and how you manage your privacy controls. When you're not signed in to a Google Account, we store the information that we collect with unique identifiers tied to the browser, application or device that you're using."
    },
    {
      "title": "Privacy & Terms - Google",
      "url": "https://policies.google.com/",
      "snippet": "Google Account Control, protect, and secure your account, all in one place. Your Google Account gives you quick access to settings and tools that let you safeguard your data and protect your privacy. Visit your Google Account"
    },
    {
      "title": "FAQ - Privacy & Terms - Google",
      "url": "https://policies.google.com/faq?hl=en",
      "snippet": "How does Google protect my privacy and keep my information secure? We know security and privacy are important to you - and they are important to us, too. We make it a priority to provide strong security and give you confidence that your information is safe and accessible when you need it. We're constantly working to ensure strong security, protect your privacy, and make Google even more ..."
    },
    {
      "title": "Google",
      "url": "https://www.google.com/policies/privacy/?hl=us",
      "snippet": "https://policies.google.com/privacy?hl=en&gl=us"
    },
    {
      "title": "Key terms - Privacy & Terms - Google",
      "url": "https://policies.google.com/privacy/key-terms?hl=en-US",
      "snippet": "This account information is used to authenticate you when you access Google services and protect your account from unauthorized access by others. You can edit or delete your account at any time through your Google Account settings."
    },
    {
      "title": "Google Product Privacy Guide - Privacy & Terms - Google",
      "url": "https://policies.google.com/technologies/product-privacy?hl=en-US",
      "snippet": "Learn how to manage your privacy for various Google products and services, such as Search, YouTube, Maps, Drive, Gmail, Chrome, and more. Find out how to delete, share, or control your data, and how to opt-out of ads or analytics."
    }
  ]
}