{
  "results": [
    {
      "title": "Privacy Policy-KOORUI 日本公式サイト",
      "url": "https://jp.koorui.net/privacy.html",
      "snippet": "KOORUI JAPAN KOORUI 日本 KOORUI 公式サイト1. Information on the collection of personal data 1.1 Personal data In the following, we inform you about the processing of personal data when using our website. Personal data is all data that can be related to you personally, e.g. name, address, e-mail addresses, user behaviour. In this way, we would like to inform you about our processing ..."
    },
    {
      "title": "Privacy Policy - KOORUI",
      "url": "https://www.koorui.net/privacy.html",
      "snippet": "12. Data Protection Officer You can reach our data protection officer at support@koorui.com or our postal address Shenzhen keruinaisi Network Technology Co., LTD，5th Floor, Building 6, Huike Industrial Park, No. 1, Industrial 2nd Road, Shilong Community, Shiyan Street, Baoan District, Shenzhen with the addition \"data protection officer\"."
    },
    {
      "title": "Privacy Policy-KOORUI",
      "url": "https://www.koorui.net/infommation.html",
      "snippet": "KOORUILooking forward to cooperating with youStart cooperation"
    },
    {
      "title": "Privacy Policy-KOORUI",
      "url": "https://www.koorui.net/preferences.html",
      "snippet": "KOORUI1.Cookie 1.1 General information about cookies We may use cookies, tags, web pixels, and similar technologies to automatically collect information on our Services. Cookies or tags are bits of code that allow our technology partners to collect information that usually does not directly identify you. If required by law, we will request your consent before using cookies or other tracking ..."
    },
    {
      "title": "Privacy policy - Wikipedia",
      "url": "https://en.wikipedia.org/wiki/Privacy_policy",
      "snippet": "A privacy policy is a statement or legal document (in privacy law) that discloses some or all of the ways a party gathers, uses, discloses, and manages a customer or client's data, [1] while a privacy notice tells clients or data subjects what data is held by an organisation and how that data will be handled."
    },
    {
      "title": "Your privacy choices - KOORUI US",
      "url": "https://koorui.com/pages/data-sharing-opt-out",
      "snippet": "Sharing of personal information for targeted advertising based on your interaction on different websites may be considered \"sales\", \"sharing\", or \"targeted advertising\" under certain U.S. state privacy laws. Depending on where you live, you may have the right to opt out of these activities."
    },
    {
      "title": "Koorui Us",
      "url": "https://koorui.com/",
      "snippet": "Your trusted source for high-performance and affordable computer monitors. Explore our wide range of gaming monitors, office screens, and professional displays. Enjoy premium quality and great value."
    },
    {
      "title": "Koorui Eu",
      "url": "https://kooruieurope.com/",
      "snippet": "About Koorui Our Company NEWS Contact Us Products & Services Warranty Service FAQ"
    },
    {
      "title": "Contact - KOORUI US",
      "url": "https://koorui.com/pages/contact",
      "snippet": "Your trusted source for high-performance and affordable computer monitors. Explore our wide range of gaming monitors, office screens, and professional displays. Enjoy premium quality and great value."
    },
    {
      "title": "Terms of Service - Koorui",
      "url": "https://kooruigroup.com/policies/terms-of-service",
      "snippet": "Koorui offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here."
    }
  ]
}